Repository: Omerrrrrrr/ai-city-guide
Catalog: native/Piri/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nb, pt_br, tr

# onboarding.faithInterests.faithNote
source: Helps Piri frame sacred and historic spaces — a mosque explained to a Muslim differs from one explained to an architect.
de: Hilft Piri, sakrale und historische Orte passend einzuordnen — eine Moschee wird einem Muslim anders erklärt als einem Architekten.
es: Ayuda a Piri a presentar espacios sagrados e históricos: una mezquita se explica de forma distinta a un musulmán que a un arquitecto.
fr: Aide Piri à présenter les lieux sacrés et historiques — une mosquée expliquée à un musulman diffère de celle expliquée à un architecte.
it: Aiuta Piri a presentare al meglio luoghi sacri e storici — una moschea spiegata a un musulmano è diversa da una spiegata a un architetto.
nb: Hjelper Piri med å ramme inn hellige og historiske steder — en moské forklart til en muslim er annerledes enn forklart til en arkitekt.
pt_br: Ajuda o Piri a apresentar espaços sagrados e históricos — uma mesquita explicada para um muçulmano é diferente de uma explicada para um arquiteto.
tr: Piri'nin kutsal ve tarihi mekânları çerçevelemesine yardımcı olur — bir camii Müslüman birine anlatıldığında, bir mimara anlatılandan farklıdır.

# onboarding.faithInterests.interestsLabel
source: Interests
de: Interessen
es: Intereses
fr: Centres d'intérêt
it: Interessi
nb: Interesser
pt_br: Interesses
tr: İlgi alanları

# onboarding.faithInterests.subtitle
source: Both optional. Skip anything you'd rather not share.
de: Beides optional. Überspringe alles, was du nicht teilen möchtest.
es: Ambos son opcionales. Omite lo que prefieras no compartir.
fr: Les deux sont facultatifs. Passe ce que tu préfères ne pas partager.
it: Entrambi facoltativi. Salta ciò che preferisci non condividere.
nb: Begge deler er valgfrie. Hopp over det du ikke ønsker å dele.
pt_br: Ambos são opcionais. Pule o que preferir não compartilhar.
tr: İkisi de isteğe bağlı. Paylaşmak istemediğin bir şeyi atlayabilirsin.

# onboarding.faithInterests.title
source: A bit more about you
de: Noch ein bisschen mehr über dich
es: Un poco más sobre ti
fr: Encore un peu plus sur toi
it: Qualcosa in più su di te
nb: Litt mer om deg
pt_br: Um pouco mais sobre você
tr: Seni biraz daha tanıyalım

# onboarding.name.placeholder
source: Your name
de: Dein Name
es: Tu nombre
fr: Ton prénom
it: Il tuo nome
nb: Navnet ditt
pt_br: Seu nome
tr: Adın

# onboarding.name.subtitle
source: Optional — used to personalize how Piri talks to you.
de: Optional — wird genutzt, um zu personalisieren, wie Piri mit dir spricht.
es: Opcional: se usa para personalizar cómo te habla Piri.
fr: Facultatif — utilisé pour personnaliser la façon dont Piri te parle.
it: Facoltativo — usato per personalizzare il modo in cui Piri ti parla.
nb: Valgfritt — brukes til å tilpasse hvordan Piri snakker med deg.
pt_br: Opcional — usado para personalizar como o Piri fala com você.
tr: İsteğe bağlı — Piri'nin seninle konuşma şeklini kişiselleştirmek için kullanılır.

# onboarding.name.title
source: What should we call you?
de: Wie sollen wir dich nennen?
es: ¿Cómo quieres que te llamemos?
fr: Comment doit-on t'appeler ?
it: Come possiamo chiamarti?
nb: Hva skal vi kalle deg?
pt_br: Como podemos te chamar?
tr: Sana nasıl hitap edelim?

# onboarding.profession.subtitle
source: Piri tailors its explanations to your expertise. An architect hears about structure; a historian about context.
de: Piri passt seine Erklärungen an dein Fachwissen an. Ein Architekt hört mehr über die Struktur, ein Historiker mehr über den Kontext.
es: Piri adapta sus explicaciones a tu perfil. Un arquitecto escucha sobre estructura; un historiador, sobre contexto.
fr: Piri adapte ses explications à ton domaine. Un architecte entendra parler de structure, un historien de contexte.
it: Piri adatta le sue spiegazioni alla tua competenza. Un architetto sente parlare di struttura, uno storico di contesto.
nb: Piri tilpasser forklaringene til din ekspertise. En arkitekt hører om struktur; en historiker om kontekst.
pt_br: O Piri adapta suas explicações à sua área de conhecimento. Um arquiteto ouve sobre estrutura; um historiador, sobre contexto.
tr: Piri açıklamalarını uzmanlığına göre uyarlar. Bir mimar yapıyı duyar; bir tarihçi bağlamı.

# onboarding.profession.title
source: What do you do?
de: Was machst du beruflich?
es: ¿A qué te dedicas?
fr: Que fais-tu dans la vie ?
it: Di cosa ti occupi?
nb: Hva jobber du med?
pt_br: O que você faz?
tr: Ne iş yapıyorsun?

# onboarding.reward.cta
source: Let's Go
de: Los geht's
es: Vamos
fr: C'est parti
it: Andiamo
nb: La oss starte
pt_br: Vamos Lá
tr: Haydi Başlayalım

# onboarding.reward.subtitle
source: Every recommendation from here on out is shaped by this.
de: Ab jetzt richtet sich jede Empfehlung danach.
es: A partir de ahora, cada recomendación se basará en esto.
fr: Chaque recommandation à partir de maintenant en tiendra compte.
it: Da ora in poi, ogni consiglio sarà basato su queste informazioni.
nb: Alle anbefalinger herfra er formet av dette.
pt_br: Cada recomendação a partir de agora é moldada por isso.
tr: Bundan sonraki her öneri buna göre şekillenecek.

# onboarding.reward.title
source: Piri gets it.
de: Piri hat's verstanden.
es: Piri ya te entiende.
fr: Piri a compris.
it: Piri ha capito.
nb: Piri skjønner det.
pt_br: O Piri entendeu.
tr: Piri seni tanıdı.

# onboarding.tagline
source: The world through your eyes
de: Die Welt mit deinen Augen
es: El mundo a través de tus ojos
fr: Le monde à travers tes yeux
it: Il mondo attraverso i tuoi occhi
nb: Verden gjennom dine øyne
pt_br: O mundo através dos seus olhos
tr: Dünyayı senin gözlerinden

# onboarding.travelStyle.groupLabel
source: Traveling as
de: Reist als
es: Viajas como
fr: Tu voyages
it: Viaggi come
nb: Reiser som
pt_br: Viajando como
tr: Kiminle seyahat ediyorsun

# onboarding.travelStyle.paceLabel
source: Pace
de: Tempo
es: Ritmo
fr: Rythme
it: Ritmo
nb: Tempo
pt_br: Ritmo
tr: Tempo

# onboarding.travelStyle.subtitle
source: Optional. Helps Piri match the pace, budget, and vibe of what it suggests.
de: Optional. Hilft Piri, Tempo, Budget und Stimmung der Vorschläge anzupassen.
es: Opcional. Ayuda a Piri a ajustar el ritmo, el presupuesto y el estilo de lo que sugiere.
fr: Facultatif. Aide Piri à adapter le rythme, le budget et l'ambiance de ses suggestions.
it: Facoltativo. Aiuta Piri ad adattare ritmo, budget e atmosfera dei suoi consigli.
nb: Valgfritt. Hjelper Piri med å matche tempoet, budsjettet og stemningen i det som foreslås.
pt_br: Opcional. Ajuda o Piri a combinar o ritmo, o orçamento e o estilo do que sugere.
tr: İsteğe bağlı. Piri'nin önerdiği tempo, bütçe ve atmosferi eşleştirmesine yardımcı olur.

# onboarding.travelStyle.title
source: How do you like to travel?
de: Wie reist du am liebsten?
es: ¿Cómo te gusta viajar?
fr: Comment aimes-tu voyager ?
it: Come ti piace viaggiare?
nb: Hvordan liker du å reise?
pt_br: Como você gosta de viajar?
tr: Nasıl seyahat etmeyi seversin?

# onboarding.welcomeBody
source: Answer a few questions and Piri will explain every place — every monument, mosque, ruin, restaurant — through the lens of who you are.
de: Beantworte ein paar Fragen und Piri erklärt dir jeden Ort — jedes Denkmal, jede Moschee, jede Ruine, jedes Restaurant — aus deiner ganz persönlichen Perspektive.
es: Responde algunas preguntas y Piri te explicará cada lugar (cada monumento, mezquita, ruina o restaurante) desde tu propia perspectiva.
fr: Réponds à quelques questions et Piri t'expliquera chaque lieu — chaque monument, mosquée, ruine, restaurant — à travers le prisme de qui tu es.
it: Rispondi a qualche domanda e Piri ti spiegherà ogni luogo — monumenti, moschee, rovine, ristoranti — dal tuo punto di vista.
nb: Svar på noen få spørsmål, så forklarer Piri hvert sted — hvert monument, moské, ruin, restaurant — gjennom ditt eget perspektiv.
pt_br: Responda algumas perguntas e o Piri vai explicar cada lugar — cada monumento, mesquita, ruína, restaurante — sob a perspectiva de quem você é.
tr: Birkaç soruyu cevapla, Piri her yeri — her anıtı, camiyi, harabeyi, restoranı — senin bakış açından anlatsın.

# paywall.autoRenew.monthly
source: Payment charged to your Apple ID account. Subscription automatically renews monthly unless canceled at least 24 hours before the end of the current period. Manage or cancel anytime in your Apple ID account settings.
de: Die Zahlung wird über Ihre Apple-ID abgerechnet. Das Abo verlängert sich automatisch monatlich, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Sie können es jederzeit in den Einstellungen Ihrer Apple-ID verwalten oder kündigen.
es: El pago se cargará a tu cuenta de Apple ID. La suscripción se renueva automáticamente cada mes, salvo que la canceles al menos 24 horas antes de que finalice el período actual. Puedes gestionarla o cancelarla en cualquier momento desde los ajustes de tu cuenta de Apple ID.
fr: Le paiement est débité sur ton compte Apple ID. L'abonnement se renouvelle automatiquement chaque mois, sauf annulation au moins 24 heures avant la fin de la période en cours. Gère ou annule à tout moment dans les réglages de ton compte Apple ID.
it: Il pagamento verrà addebitato sul tuo account Apple ID. L'abbonamento si rinnova automaticamente ogni mese, a meno che non venga disdetto almeno 24 ore prima della fine del periodo in corso. Puoi gestirlo o annullarlo in qualsiasi momento nelle impostazioni del tuo account Apple ID.
nb: Betaling belastes din Apple ID-konto. Abonnementet fornyes automatisk hver måned med mindre det sies opp minst 24 timer før inneværende periode utløper. Administrer eller si opp når som helst i Apple ID-kontoinnstillingene.
pt_br: O pagamento é cobrado na sua conta Apple ID. A assinatura é renovada automaticamente todo mês, a menos que seja cancelada com pelo menos 24 horas de antecedência do fim do período atual. Gerencie ou cancele quando quiser nas configurações da sua conta Apple ID.
tr: Ödeme Apple ID hesabınızdan tahsil edilir. Mevcut dönem bitmeden en az 24 saat önce iptal edilmediği sürece abonelik her ay otomatik olarak yenilenir. Apple ID hesap ayarlarınızdan istediğiniz zaman yönetebilir veya iptal edebilirsiniz.

# paywall.autoRenew.yearly
source: Payment charged to your Apple ID account. Subscription automatically renews yearly unless canceled at least 24 hours before the end of the current period. Manage or cancel anytime in your Apple ID account settings.
de: Die Zahlung wird über Ihre Apple-ID abgerechnet. Das Abo verlängert sich automatisch jährlich, sofern es nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums gekündigt wird. Sie können es jederzeit in den Einstellungen Ihrer Apple-ID verwalten oder kündigen.
es: El pago se cargará a tu cuenta de Apple ID. La suscripción se renueva automáticamente cada año, salvo que la canceles al menos 24 horas antes de que finalice el período actual. Puedes gestionarla o cancelarla en cualquier momento desde los ajustes de tu cuenta de Apple ID.
fr: Le paiement est débité sur ton compte Apple ID. L'abonnement se renouvelle automatiquement chaque année, sauf annulation au moins 24 heures avant la fin de la période en cours. Gère ou annule à tout moment dans les réglages de ton compte Apple ID.
it: Il pagamento verrà addebitato sul tuo account Apple ID. L'abbonamento si rinnova automaticamente ogni anno, a meno che non venga disdetto almeno 24 ore prima della fine del periodo in corso. Puoi gestirlo o annullarlo in qualsiasi momento nelle impostazioni del tuo account Apple ID.
nb: Betaling belastes din Apple ID-konto. Abonnementet fornyes automatisk hvert år med mindre det sies opp minst 24 timer før inneværende periode utløper. Administrer eller si opp når som helst i Apple ID-kontoinnstillingene.
pt_br: O pagamento é cobrado na sua conta Apple ID. A assinatura é renovada automaticamente todo ano, a menos que seja cancelada com pelo menos 24 horas de antecedência do fim do período atual. Gerencie ou cancele quando quiser nas configurações da sua conta Apple ID.
tr: Ödeme Apple ID hesabınızdan tahsil edilir. Mevcut dönem bitmeden en az 24 saat önce iptal edilmediği sürece abonelik her yıl otomatik olarak yenilenir. Apple ID hesap ayarlarınızdan istediğiniz zaman yönetebilir veya iptal edebilirsiniz.

# paywall.basic.feature
source: 50 premium unlocks / month
de: 50 Premium-Freischaltungen / Monat
es: 50 desbloqueos premium al mes
fr: 50 déblocages premium / mois
it: 50 sblocchi premium al mese
nb: 50 premium-opplåsinger / måned
pt_br: 50 desbloqueios premium / mês
tr: Ayda 50 premium erişim hakkı

# paywall.feature.chatQuestionsCount
source: %1$lld AI chat questions / day
de: %1$lld KI-Chat-Fragen / Tag
es: %1$lld preguntas de chat IA / día
fr: %1$lld questions de chat IA / jour
it: %1$lld domande in chat IA / giorno
nb: %1$lld AI-chat-spørsmål / dag
pt_br: %1$lld perguntas no chat de IA / dia
tr: Günde %1$lld AI sohbet sorusu

# paywall.feature.morePhotos
source: More real photos
de: Mehr echte Fotos
es: Más fotos reales
fr: Plus de vraies photos
it: Più foto reali
nb: Flere ekte bilder
pt_br: Mais fotos reais
tr: Daha fazla gerçek fotoğraf

# paywall.feature.placeUnlocksCount
source: %1$lld premium place unlocks / month
de: %1$lld Premium-Ortsfreischaltungen / Monat
es: %1$lld desbloqueos de lugares premium / mes
fr: %1$lld déblocages de lieux premium / mois
it: %1$lld sblocchi di luoghi premium / mese
nb: %1$lld premium stedsopplåsinger / måned
pt_br: %1$lld desbloqueios de lugares premium / mês
tr: Ayda %1$lld premium yer erişimi

# paywall.feature.realReviews
source: Real ratings & reviews
de: Echte Bewertungen & Rezensionen
es: Calificaciones y reseñas reales
fr: Vraies notes et avis
it: Valutazioni e recensioni reali
nb: Ekte vurderinger og anmeldelser
pt_br: Avaliações reais
tr: Gerçek puanlar ve yorumlar

# paywall.feature.richerDescriptions
source: Richer AI place descriptions
de: Ausführlichere KI-Ortsbeschreibungen
es: Descripciones de lugares con IA más completas
fr: Descriptions de lieux enrichies par l'IA
it: Descrizioni dei luoghi con IA più ricche
nb: Rikere AI-stedsbeskrivelser
pt_br: Descrições de lugares com IA mais ricas
tr: Daha zengin AI yer açıklamaları

# paywall.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nb: Månedlig
pt_br: Mensal
tr: Aylık

# paywall.mostPopular
source: MOST POPULAR
de: AM BELIEBTESTEN
es: MÁS POPULAR
fr: LE PLUS POPULAIRE
it: PIÙ POPOLARE
nb: MEST POPULÆR
pt_br: MAIS POPULAR
tr: EN POPÜLER

# paywall.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nb: Personvern
pt_br: Política de Privacidade
tr: Gizlilik Politikası

# paywall.pro.feature
source: 300 premium unlocks / month
de: 300 Premium-Freischaltungen / Monat
es: 300 desbloqueos premium al mes
fr: 300 déblocages premium / mois
it: 300 sblocchi premium al mese
nb: 300 premium-opplåsinger / måned
pt_br: 300 desbloqueios premium / mês
tr: Ayda 300 premium erişim hakkı

# paywall.purchaseFailed
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuch es erneut.
es: Error en la compra. Inténtalo de nuevo.
fr: L'achat a échoué. Réessaie.
it: Acquisto non riuscito. Riprova.
nb: Kjøpet mislyktes. Prøv igjen.
pt_br: A compra falhou. Tente novamente.
tr: Satın alma başarısız oldu. Lütfen tekrar deneyin.

# paywall.restore
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nb: Gjenopprett kjøp
pt_br: Restaurar compras
tr: Satın alımları geri yükle

# paywall.subtitle
source: Unlock richer place details, more photos, and real reviews
de: Schalte ausführlichere Ortsdetails, mehr Fotos und echte Bewertungen frei
es: Desbloquea detalles más completos, más fotos y reseñas reales
fr: Débloque des détails plus riches, plus de photos et de vrais avis
it: Sblocca dettagli più ricchi sui luoghi, più foto e recensioni reali
nb: Lås opp rikere stedsdetaljer, flere bilder og ekte anmeldelser
pt_br: Desbloqueie detalhes mais completos, mais fotos e avaliações reais
tr: Daha zengin yer detayları, daha fazla fotoğraf ve gerçek yorumların kilidini aç

# paywall.termsOfUse
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
nb: Bruksvilkår
pt_br: Termos de Uso
tr: Kullanım Koşulları

# paywall.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nb: Årlig
pt_br: Anual
tr: Yıllık

# placeDetail.about
source: About
de: Über diesen Ort
es: Acerca de
fr: À propos
it: Informazioni
nb: Om stedet
pt_br: Sobre
tr: Hakkında

# placeDetail.actionBar.addToPlan
source: Add to plan
de: Zum Plan hinzufügen
es: Añadir al plan
fr: Ajouter au plan
it: Aggiungi al piano
nb: Legg til i plan
pt_br: Adicionar ao plano
tr: Plana ekle

# placeDetail.actionBar.directions
source: Directions
de: Route
es: Cómo llegar
fr: Itinéraire
it: Indicazioni
nb: Veibeskrivelse
pt_br: Rotas
tr: Yol Tarifi

# placeDetail.actionBar.inPlan
source: In plan
de: Im Plan
es: En el plan
fr: Dans le plan
it: Nel piano
nb: I plan
pt_br: No plano
tr: Planda

# placeDetail.actionBar.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nb: Lagre
pt_br: Salvar
tr: Kaydet

# placeDetail.actionBar.saved
source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
nb: Lagret
pt_br: Salvo
tr: Kaydedildi

# placeDetail.bestFor
source: Best for
de: Am besten für
es: Ideal para
fr: Idéal pour
it: Ideale per
nb: Best egnet for
pt_br: Ideal para
tr: En uygun

# placeDetail.bestTime
source: Best time · %1$@
de: Beste Zeit · %1$@
es: Mejor momento · %1$@
fr: Meilleur moment · %1$@
it: Momento migliore · %1$@
nb: Beste tidspunkt · %1$@
pt_br: Melhor horário · %1$@
tr: En iyi zaman · %1$@

# placeDetail.errorTitle
source: Couldn't load place
de: Ort konnte nicht geladen werden
es: No se pudo cargar el lugar
fr: Impossible de charger le lieu
it: Impossibile caricare il luogo
nb: Kunne ikke laste stedet
pt_br: Não foi possível carregar o local
tr: Yer yüklenemedi

# placeDetail.estimated
source: Estimated
de: Geschätzt
es: Estimado
fr: Estimé
it: Stimato
nb: Anslått
pt_br: Estimado
tr: Tahmini

# placeDetail.hours
source: Hours
de: Öffnungszeiten
es: Horario
fr: Horaires
it: Orari
nb: Åpningstider
pt_br: Horários
tr: Çalışma Saatleri

# placeDetail.location
source: Location
de: Standort
es: Ubicación
fr: Emplacement
it: Posizione
nb: Beliggenhet
pt_br: Localização
tr: Konum

# placeDetail.nearby
source: Nearby
de: In der Nähe
es: Cerca
fr: À proximité
it: Nelle vicinanze
nb: I nærheten
pt_br: Nas Redondezas
tr: Yakındaki Yerler

# placeDetail.photos
source: Photos
de: Fotos
es: Fotos
it: Foto
nb: Bilder
pt_br: Fotos
tr: Fotoğraflar

# placeDetail.pirisTake
source: Piri's Take
de: Piris Einschätzung
es: La opinión de Piri
fr: L'avis de Piri
it: Il parere di Piri
nb: Piris vurdering
pt_br: A Opinião do Piri
tr: Piri'nin Yorumu

# placeDetail.shareLearnMore
source: Learn more: %1$@
de: Mehr erfahren: %1$@
es: Más información: %1$@
fr: En savoir plus : %1$@
it: Scopri di più: %1$@
nb: Les mer: %1$@
pt_br: Saiba mais: %1$@
tr: Daha fazla bilgi: %1$@

# placeDetail.shareMessage
source: %1$@ %2$@ · %3$@ %4$@%5$@ — Discovered with Piri
de: %1$@ %2$@ · %3$@ %4$@%5$@ — Entdeckt mit Piri
es: %1$@ %2$@ · %3$@ %4$@%5$@ — Descubierto con Piri
fr: %1$@ %2$@ · %3$@ %4$@%5$@ — Découvert avec Piri
it: %1$@ %2$@ · %3$@ %4$@%5$@ — Scoperto con Piri
nb: %1$@ %2$@ · %3$@ %4$@%5$@ — Oppdaget med Piri
pt_br: %1$@ %2$@ · %3$@ %4$@%5$@ — Descoberto com o Piri
tr: %1$@ %2$@ · %3$@ %4$@%5$@ — Piri ile keşfedildi

# placeDetail.temporarilyClosed
source: Temporarily closed
de: Vorübergehend geschlossen
es: Cerrado temporalmente
fr: Temporairement fermé
it: Temporaneamente chiuso
nb: Midlertidig stengt
pt_br: Temporariamente fechado
tr: Geçici olarak kapalı

# placeDetail.typicalVisit
source: Typical visit · %1$@ min
de: Typischer Besuch · %1$@ Min.
es: Visita típica · %1$@ min
fr: Visite type · %1$@ min
it: Visita tipica · %1$@ min
nb: Typisk besøk · %1$@ min
pt_br: Visita típica · %1$@ min
tr: Ortalama ziyaret · %1$@ dk

# placeDetail.verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificato
nb: Verifisert
pt_br: Verificado
tr: Doğrulandı

# placeDetail.vibe
source: Vibe
de: Atmosphäre
es: Ambiente
fr: Ambiance
it: Atmosfera
nb: Stemning
pt_br: Ambiente
tr: Atmosfer

# placeDetail.walkMin
source: %1$@ min walk
de: %1$@ Min. zu Fuß
es: %1$@ min a pie
fr: %1$@ min à pied
it: %1$@ min a piedi
nb: %1$@ min å gå
pt_br: %1$@ min a pé
tr: %1$@ dk yürüyüş

# placeHours.allDay
source: All day
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
nb: Hele dagen
pt_br: O dia todo
tr: Tüm gün

# placeHours.closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
nb: Stengt
pt_br: Fechado
tr: Kapalı

# placeHours.day.another
source: another day
de: einem anderen Tag
es: otro día
fr: un autre jour
it: un altro giorno
nb: en annen dag
pt_br: outro dia
tr: başka bir gün

# placeHours.day.friday
source: Friday
de: Freitag
es: viernes
fr: vendredi
it: Venerdì
nb: fredag
pt_br: sexta-feira
tr: Cuma

# placeHours.day.monday
source: Monday
de: Montag
es: lunes
fr: lundi
it: Lunedì
nb: mandag
pt_br: segunda-feira
tr: Pazartesi

# placeHours.day.saturday
source: Saturday
de: Samstag
es: sábado
fr: samedi
it: Sabato
nb: lørdag
pt_br: sábado
tr: Cumartesi

# placeHours.day.sunday
source: Sunday
de: Sonntag
es: domingo
fr: dimanche
it: Domenica
nb: søndag
pt_br: domingo
tr: Pazar

# placeHours.day.thursday
source: Thursday
de: Donnerstag
es: jueves
fr: jeudi
it: Giovedì
nb: torsdag
pt_br: quinta-feira
tr: Perşembe

# placeHours.day.today
source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
nb: i dag
pt_br: hoje
tr: bugün

# placeHours.day.tomorrow
source: tomorrow
de: morgen
es: mañana
fr: demain
it: domani
nb: i morgen
pt_br: amanhã
tr: yarın

# placeHours.day.tuesday
source: Tuesday
de: Dienstag
es: martes
fr: mardi
it: Martedì
nb: tirsdag
pt_br: terça-feira
tr: Salı

# placeHours.day.wednesday
source: Wednesday
de: Mittwoch
es: miércoles
fr: mercredi
it: Mercoledì
nb: onsdag
pt_br: quarta-feira
tr: Çarşamba

# placeHours.detail.likelyOpenUntil
source: %1$@ Open until about %2$@ today.
de: %1$@ Heute vermutlich bis etwa %2$@ geöffnet.
es: %1$@ Abierto hasta aproximadamente las %2$@ hoy.
fr: %1$@ Ouvert jusqu'à environ %2$@ aujourd'hui.
it: %1$@ Aperto fino a circa le %2$@ oggi.
nb: %1$@ Åpent til omtrent %2$@ i dag.
pt_br: %1$@ Aberto até por volta de %2$@ hoje.
tr: %1$@ Bugün yaklaşık %2$@'e kadar açık.

# placeHours.detail.likelyOpensAt
source: Likely opens %1$@ around %2$@.
de: Öffnet vermutlich %1$@ gegen %2$@.
es: Probablemente abra %1$@ alrededor de las %2$@.
fr: Ouvre probablement %1$@ vers %2$@.
it: Probabilmente apre %1$@ verso le %2$@.
nb: Åpner sannsynligvis %1$@ rundt %2$@.
pt_br: Provavelmente abre %1$@ por volta de %2$@.
tr: Muhtemelen %1$@ %2$@ civarında açılıyor.

# placeHours.detail.opensAt
source: Opens %1$@ around %2$@.
de: Öffnet %1$@ gegen %2$@.
es: Abre %1$@ alrededor de las %2$@.
fr: Ouvre %1$@ vers %2$@.
it: Apre %1$@ verso le %2$@.
nb: Åpner %1$@ rundt %2$@.
pt_br: Abre %1$@ por volta de %2$@.
tr: %1$@ %2$@ civarında açılıyor.

# placeHours.detail.temporarilyClosed
source: This place is marked as temporarily closed right now.
de: Dieser Ort ist derzeit als vorübergehend geschlossen markiert.
es: Este lugar está marcado como cerrado temporalmente en este momento.
fr: Ce lieu est actuellement marqué comme temporairement fermé.
it: Questo luogo risulta temporaneamente chiuso in questo momento.
nb: Dette stedet er merket som midlertidig stengt akkurat nå.
pt_br: Este local está marcado como temporariamente fechado no momento.
tr: Bu yer şu anda geçici olarak kapalı olarak işaretlenmiş.
